<?

require_once(__DIR__ . '/../engine/multiFoldersAutoload.php');

$page = new CatalogView2(
    "Сумка 225389",    
    "Полное описание сумки полное описание полное описание полное описание полное описание полное описание полное описание полное описание полное описание полное описание полное описание полное описание полное описание полное описание полное описание полное описание полное описание полное описание полное описание",
    "Краткое описание сумки краткое описание краткое описание краткое описание краткое описание краткое описание",
    "",
    "3000",
    "Женская сумка",
    "Твёрдая (металлический каркас)"
);
$page->render();
